<!-- 흠 -->

<template>
<div>
  <section class="hero is-primary">
    <dev class="hero-body">
      <p class="title">
        피아노의 모든것<i class="fab fa-odnoklassniki-square"></i>
      </p>
      <p class="subtitle">
        88개 내외의 건반이 있고, 이를 누르면 연결된 해머가 각 현을 때려서 낸 소리를 공명 상자로 증폭하는 건반 악기.
      </p>
    </dev>
  </section>
  <div class="columns">
    <div class="column">
      <article class="message">
        <div class="message-header">
          <p>피아노 정보</p>
        </div>
        <div class="message-body">
          <img src="https://w.namu.la/s/1e552a597d00665ae0e3d9ad675d0cb336a2e1055faab501eac77e0b21ef4341f9459f566d426ebf419a6142ca14371a622b0870432fbd84892950b7901b2a66855a298e3877b6b411f4a071a2cec3e9c4251cf452e5cd402e24fa3ab47933f1ff78a25b98c1b59ee777e727b0a87c0e" width="500" height="600">
          88개 내외의 건반이 있고, 이를 누르면 연결된 해머가 각 현을 때려서 낸 소리를 공명 상자로 증폭하는 건반 악기. 음역이 넓고 표현력이 풍부하다. 18세기 초 이탈리아에서 크리스토포리가 원형을 고안하였다.

건반을 두드린다고 생각하여 타악기라고 오인할 수 있으나, 현을 해머 액션으로 때려서 소리를 내기 때문에 발음 원리상 현악기이며 구체적으로는 타현악기 부류에 속한다. 유건타현악기라고도 한다. [2]

악기의 황제라고 불리는 세계에서 가장 잘 알려지고 최고의 인기를 누리는 악기다. 서양의 대표적인 악기이며, 대한민국은 물론 전세계에서 보편적으로 가장 널리 알려진 악기다.

이 악기의 풀 네임은 피아노포르테(약자 Pf)이다. 이탈리아어로 피아노는 '약하게(piano)', 포르테는 '강하게'의 의미(forte)인데, 건반을 누르는 힘을 조절해서 이 2가지를 모두 소화할 수 있다는 이름에서 위와 같은 이름이 붙었다. 이 이름에 문제가 있다면 이 악기의 직속 선배가 포르테피아노라는 것. 심지어 이름의 유래조차도 같다.[3]

해머 액션으로 현을 때리는 타건 방식도 굉장히 획기적인 것으로, 하프시코드, 클라비코드 등과 같은 기존의 건반 악기들이 갖고 있는 강약을 조절하기가 구조적으로 거의 불가능한 점을 극복해냈다.[4] 이에 따라 상당히 복잡한 지레식 장치가 건반 하나 하나마다 달려 있다. 대신에 그 복잡한 구조 때문에 연주자가 음에 개입할 수 있는 여지는 상당히 줄어들었다.

세계적으로 피아노는 악기의 황제라는 별명이 있는데, 거의 모든 음역대와 모든 가락이 있는 곡을 피아노 한 대로 소화시킬 수 있다. 손가락이 열개이므로 한번에 낼 수 있는 음도 최대 열개나 되는데[5] 악기 자체의 크기가 상당히 큰 편이고, 건반 수도 많다보니 공간에 여유가 있어, 하나의 피아노를 2사람이 치는것도 가능하다보니 그 경우 사용가능한 음이 2배로 뛴다. 즉, 피아노 한 대로 독주곡을 비롯해 대규모 인원을 동원하는 오케스트라곡을 효과있게 연주할 수도 있어 널리 두루두루 쓰인다. 바이올린과 비올라가 주선율을 담당하고 첼로나 콘트라베이스가 주선율을 꾸며주는 부분을 피아노는 오른손으로 주선율 멜로디, 왼손으로 주선율 베이스음을 넣어서 꾸며주거나 왼손으로 주선율, 오른손으로 주선율을 꾸며주는 아르페지오 반주역할로 한번에 웅장하고 화려한 곡을 소화해낼 수 있어 많은 이들의 사랑을 받는다.[6]

게다가 건반 악기이기 때문에 입이 자유롭다는 것도 장점. 실력만 된다면 가수가 직접 반주하면서 노래도 쉽게 부를 수 있으며 이는 현대에도 로맨틱한 모습으로 그려지곤 한다. 비슷한 포지션으로는 기타가 있다. 이것이 두 악기가 대중음악의 시대에 와서도 엄청난 인기를 누리는 요인이다. 피아노와 기타는 치면서도 쉽게 노래를 부를 수 있지만, 관악기는 구조적으로 당연히 불가능하고, 바이올린/비올라는 하려고 하면 못 할 것은 없지만 자세가 불편하다. 첼로/콘트라베이스는 구조적으로는 충분히 가능하지만 노래의 반주로 연주하기에는 음역대가 낮다.[7] 타악기는 대부분이 무율이라 다른 악기와 합주를 한다면 모를까, 단독으로는 반주에 사용하기 적합하지 않다. 글로켄슈필이나 실로폰같은 유율 타악기는 연주하면서 노래를 부를 수는 있지만, 타악기라는 특성 상 연주 시 몸이 움직이는 폭이 더 크기 때문에 피아노나 기타에 비해 훨씬 어렵다.
        </div>
      </article>

    </div>
  </div>
</div>
</template>
