<!-- 흠 -->

<template>
  <div>
    <section class="hero is-primary">
      <dev class="hero-body">
        <p class="title">
          피아노의 모든것<i class="fab fa-odnoklassniki-square" />
        </p>
        <p class="subtitle">
          88개 내외의 건반이 있고, 이를 누르면 연결된 해머가 각 현을 때려서 낸
          소리를 공명 상자로 증폭하는 건반 악기.
        </p>
      </dev>
    </section>
    <div class="columns">
      <div class="column">
        <article class="message">
          <div class="message-header">
            <p>피아노 정보</p>
          </div>
          <div class="message-body">
            <img
              src="https://w.namu.la/s/1e552a597d00665ae0e3d9ad675d0cb336a2e1055faab501eac77e0b21ef4341f9459f566d426ebf419a6142ca14371a622b0870432fbd84892950b7901b2a66855a298e3877b6b411f4a071a2cec3e9c4251cf452e5cd402e24fa3ab47933f1ff78a25b98c1b59ee777e727b0a87c0e"
              width="500"
              height="600"
            >
            88개 내외의 건반이 있고, 이를 누르면 연결된 해머가 각 현을 때려서 낸
            소리를 공명 상자로 증폭하는 건반 악기. 음역이 넓고 표현력이
            풍부하다. 18세기 초 이탈리아에서 크리스토포리가 원형을 고안하였다.
            건반을 두드린다고 생각하여 타악기라고 오인할 수 있으나, 현을 해머
            액션으로 때려서 소리를 내기 때문에 발음 원리상 현악기이며
            구체적으로는 타현악기 부류에 속한다. 유건타현악기라고도 한다. [2]
            악기의 황제라고 불리는 세계에서 가장 잘 알려지고 최고의 인기를
            누리는 악기다. 서양의 대표적인 악기이며, 대한민국은 물론 전세계에서
            보편적으로 가장 널리 알려진 악기다. 이 악기의 풀 네임은
            피아노포르테(약자 Pf)이다. 이탈리아어로 피아노는 '약하게(piano)',
            포르테는 '강하게'의 의미(forte)인데, 건반을 누르는 힘을 조절해서 이
            2가지를 모두 소화할 수 있다는 이름에서 위와 같은 이름이 붙었다. 이
            이름에 문제가 있다면 이 악기의 직속 선배가 포르테피아노라는 것.
            심지어 이름의 유래조차도 같다.[3] 해머 액션으로 현을 때리는 타건
            방식도 굉장히 획기적인 것으로, 하프시코드, 클라비코드 등과 같은
            기존의 건반 악기들이 갖고 있는 강약을 조절하기가 구조적으로 거의
            불가능한 점을 극복해냈다.[4] 이에 따라 상당히 복잡한 지레식 장치가
            건반 하나 하나마다 달려 있다. 대신에 그 복잡한 구조 때문에 연주자가
            음에 개입할 수 있는 여지는 상당히 줄어들었다. 세계적으로 피아노는
            악기의 황제라는 별명이 있는데, 거의 모든 음역대와 모든 가락이 있는
            곡을 피아노 한 대로 소화시킬 수 있다. 손가락이 열개이므로 한번에 낼
            수 있는 음도 최대 열개나 되는데[5] 악기 자체의 크기가 상당히 큰
            편이고, 건반 수도 많다보니 공간에 여유가 있어, 하나의 피아노를
            2사람이 치는것도 가능하다보니 그 경우 사용가능한 음이 2배로 뛴다.
            즉, 피아노 한 대로 독주곡을 비롯해 대규모 인원을 동원하는
            오케스트라곡을 효과있게 연주할 수도 있어 널리 두루두루 쓰인다.
            바이올린과 비올라가 주선율을 담당하고 첼로나 콘트라베이스가 주선율을
            꾸며주는 부분을 피아노는 오른손으로 주선율 멜로디, 왼손으로 주선율
            베이스음을 넣어서 꾸며주거나 왼손으로 주선율, 오른손으로 주선율을
            꾸며주는 아르페지오 반주역할로 한번에 웅장하고 화려한 곡을 소화해낼
            수 있어 많은 이들의 사랑을 받는다.[6] 게다가 건반 악기이기 때문에
            입이 자유롭다는 것도 장점. 실력만 된다면 가수가 직접 반주하면서
            노래도 쉽게 부를 수 있으며 이는 현대에도 로맨틱한 모습으로 그려지곤
            한다. 비슷한 포지션으로는 기타가 있다. 이것이 두 악기가 대중음악의
            시대에 와서도 엄청난 인기를 누리는 요인이다. 피아노와 기타는
            치면서도 쉽게 노래를 부를 수 있지만, 관악기는 구조적으로 당연히
            불가능하고, 바이올린/비올라는 하려고 하면 못 할 것은 없지만 자세가
            불편하다. 첼로/콘트라베이스는 구조적으로는 충분히 가능하지만 노래의
            반주로 연주하기에는 음역대가 낮다.[7] 타악기는 대부분이 무율이라
            다른 악기와 합주를 한다면 모를까, 단독으로는 반주에 사용하기
            적합하지 않다. 글로켄슈필이나 실로폰같은 유율 타악기는 연주하면서
            노래를 부를 수는 있지만, 타악기라는 특성 상 연주 시 몸이 움직이는
            폭이 더 크기 때문에 피아노나 기타에 비해 훨씬 어렵다.
          </div>
        </article>
      </div>
      <div class="column">
        <article class="message">
          <div class="message-header">
            <p>피아노 정보</p>
          </div>
          <div class="message-body">
            <figure class="image is-128x128">
              <img src="~assets/piano.jpg" alt="">
            </figure>
            <p>
              건반악기 중에는 비교적 최근에 생긴 악기이다. 메디치 가문의 악기
              관리인 겸 악기 제작자였던 바르톨로메오 크리스토포리가 피아노의
              원형을 발명하였다. 다만, 본인은 정확한 발명 시점을 기록으로 남기지
              않았고, 1700년에 주변인의 메모에서 '크리스토포리가 개발한 셈여림이
              가능한 악기의 시연'에 관한 언급이 처음 나온다. 이를 통해
              크리스포토리가 1698~1700년경 발명한 것으로 추정된다. 크리스토포리
              본인의 피아노에 관한 기록은 그보다 한참 나중이다. 최초의 이름은
              "Un cimbalo di cipresso di piano e forte"(셈여림이 있고 사이프러스
              나무로 만든 쳄발로) 내지 "gravecembalo col piano e forte"(셈여림이
              있는 그라비쳄발로)라는 긴 것이었다가 '포르테피아노',
              '피아노포르테'로 줄여서 불렸고, 나중에는 '피아노'로 굳어지게 된다.
              당시의 것은 54개의 건반을 갖추고 있었고, 외형적으로는 하프시코드에
              상당히 가까운 것이었다. 1732년에는 독일의 고드프리트 실베르만이
              이를 복제하여 자신의 피아노를 내놓은 후 댐퍼를 조절하는 핸드스톱을
              추가하는 등의 개량을 하게 된다. 오늘날에는 피아노가 하프시코드를
              완전히 대체하다시피 했지만, 처음부터 바로 호응을 얻은 것은
              아니었다. 엘리트 음악인들 사이에서 피아노가 하프시코드를 대체하는
              데는 거의 한 세기가 걸렸다. 특히, 요한 제바스티안 바흐는 초기
              피아노에 비판적인 평가를 내렸고 그 자신은 피아노를 위한 곡을 평생
              쓰지 않았다. 그는 1736년 당시 드레스덴을 방문했을 때 고드프리트
              실베르만이 만든 피아노를 처음 접했다. 이때 바흐는 그 악기가
              건반액션이 너무 뻣뻣하다고, 쉽게 말해서 칠 때 건반이 너무 뻣뻣하게
              들어간다고 지적하면서, 음색이 평범하며 높은 음역대의 소리가
              약하다고 혹평했다. 그 후, 1747년 상수시 궁전에서 바흐는 프리드리히
              대왕의 요청으로 그의 피아노를 연주하고 훌륭한 악기라는 평을
              했지만, 피아노를 14대나 사들인 애호가인 프리드리히 대왕의 면전에서
              그의 얼리어답터성 애장품을 깎아내리는 소리를 할 수는 없었을
              것이다. 여러 악기를 위해 수많은 곡을 쓴 바흐지만 그 후로도
              피아노곡을 쓴 일은 없었다. 우리가 지금 듣는 바흐의 건반 곡들은
              거의 클라비코드, 하프시코드, 오르간 등으로 작곡되었고,
              피아노곡으로 지시된 곡은 단 한 곡도 없다. 그럼에도 불구하고 여러
              악기 제작자들의 연구를 통해 피아노는 점차 개량되어 간다. 1700년대
              후반에는 요한 안드레아스 슈타인이 독일식 피아노 개량형을 개발한다.
              연주성을 개선한 슈타인 피아노는 모차르트에게 깊은 인상을 주었고,
              하프시코드 신동으로 여러 하프시코드 곡을 썼던 모차르트는 피아노를
              접하고는 본격적으로 피아노를 작곡에 사용하게 된다. 특이한 것은, 이
              당시만 해도 발 페달이 개발되지 않아 하프시코드처럼 손으로 스톱을
              조작해 울림을 조절해야 했지만, 슈타인 피아노에서는 그 대신
              연주자가 왼쪽 무릎과 오른쪽 무릎을 들어올려 건반 밑바닥에 댐으로써
              오늘날의 페달과 비슷한 효과를 낼 수 있었다. 댐퍼 페달은 1780년대
              들어서 영국의 존 브로드우드가 고안하였다. 또한, 이 시기 즈음에서
              피아노 건반 색깔이 하프시코드와 반대로 바뀌어 오늘날 피아노와 같은
              흑건/백건 구성이 되는데, 피아노의 보급이 확대되면서 미관이
              중시되었기 때문으로 여겨진다. 즉, 백건이 많은 것이 아름답고 흑건이
              안쪽에 있는 것이 안정적으로 보였기 때문이라고 한다. 1800년대
              초반에는 세바스티앙 에라르가 이중이탈장치(Double escapement)를
              발명하였는데, 바르톨로메오 크리스토포리가 발명했던 이탈장치에 비해
              더욱 빠른 연타가 가능해졌다. 또한, 이 시기에 피아노는 연주회의
              대중화와 맞물려 음량을 키워달라는 요구에 따라 철제 뼈대를 도입하게
              된다. 현을 길게 하고 장력을 강하게 걸면 더 큰 소리를 낼 수 있고
              따라서 연주회를 더 큰 규모로 열 수 있는데, 목재로는 더 이상 버틸
              수 없을 정도로 현의 장력이 올라간 것이다.[9] 1800년대 중반에는
              스타인웨이가 저음의 현들을 가로질러 배치하는 오버스트렁 스케일을
              개발하였다. 1890년대에는 오늘날과 같은 개수인 88개의 건반이 자리
              잡았다. 뵈젠도르퍼 모델 225의 92건반, 임페리얼(290)의 97건반처럼
              더 많은 건반도 있지만, 많은 메이커에 채택되지 않았으며 해당
              모델에서도 추가된 저음 건반은 잘 쓰이지 않는다. 기술적으로는
              건반을 계속 늘리는 것도 가능하지만, 인간이 구별할 수 있는 주파수를
              감안하면 음악적으로는 의미가 적다고 한다. 한편, 가정용 피아노의
              계보는 1766년 요하네스 줌페의 스퀘어 피아노로 거슬러 올라간다.
              스퀘어 피아노는 기존의 피아노를 중산층의 응접실에 들어가기
              적합하게 줄임으로써 피아노가 가정용 악기로 자리잡는 계기를
              만들었다. 줌페의 피아노는 기술적으로 볼 때는 액션을 단순화함으로써
              연주 성능을 희생했지만, 그 대신 가격을 낮추는 것은 물론 실내 한
              켠에 놓을 수 있는 정도로 피아노를 소형화하는 데 성공했다. 이
              스퀘어 피아노는 상당한 인기를 구가하여 당대 중산층의 가정을
              묘사하는 회화에 자주 등장한다. 당시에도 피아노는 집안의 교양을
              상징하는 인테리어로 인기가 있었던 것이다. 여기서 더 나아가 현을
              건반에 수직 방향으로 세운 업라이트 피아노는 1800년에 필라델피아의
              존 아이작 호킨스가 처음 발명하였고, 1811년에 영국의 로버트 워넘이
              현대적인 구조에 가까운 업라이트 피아노를 제작하였다.
            </p>
          </div>
        </article>
      </div>
    </div>
  </div>
</template>
